[
    {
        "vacancy": "Python backend разработчик (Fast api)",
        "url": "https://hh.ru/vacancy/90852095",
        "salary": 375000,
        "description": "Требования: Знание Python (3.6+). Нововведения Python 3.6+. ORM-библиотеки. SQLAlchemy. Веб-фреймворки: Fast API , Django плюс. . Обязанности: Разработка сервиса на Python (Fastapi)."
    },
    {
        "vacancy": "Python/Django разработчик Junior+ / Junior Backend-разработчик",
        "url": "https://hh.ru/vacancy/90501113",
        "salary": 160000,
        "description": "Требования: Опыт коммерческой разработки на python3/django от 1 года. Понимание принципов работы реляционных баз данных. Базовые знания SQL. . Обязанности: Участвовать в проектировании базы данных. Создавать интеграции с внешними сервисами. Дорабатывать существующие скрипты. Писать SQL-запросы. Разрабатывать админку и REST..."
    },
    {
        "vacancy": "Java разработчик",
        "url": "https://hh.ru/vacancy/90436062",
        "salary": 315000,
        "description": "Требования: Уверенное знание Java, опыт коммерческой разработки (Spring/Spring Boot/Spring Cloud) от 2-х лет. Опыт работы со всеми указанными.... Обязанности: Участие в разработке или тестировании распределенных систем или баз данных."
    },
    {
        "vacancy": "Инженер-программист Java",
        "url": "https://hh.ru/vacancy/90276316",
        "salary": 210000,
        "description": "Требования: 1. Знание и опыт программирования на Java. Понимание принципов построения информационных систем. Понимание технологий сетей передачи данных. Понимание принципов ООП. . Обязанности: Участие в разработке систем управления оборудованием для спутниковой связи. Участие в исправлении обнаруженных ошибок. Макетирование и стендовое тестирование. "
    },
    {
        "vacancy": "Java Senior разработчик",
        "url": "https://www.superjob.ru/vakansii/java-senior-razrabotchik-48044350.html",
        "salary": 650000,
        "description": "Вакансия компании ООО \"ЦИФРОВЫЕ ПРИВЫЧКИ\"\nКомпания DHabits ищет кандидата в команду разработчиков. Команда кластера Обращения \"Голос клиента\" (Дивизион Забота о клиентах \n- Customer Care) ищет единомышленников для создания системы управления клиентским опытом на основе обратной связи от клиентов. В нашей системе мы применяем AI\n-технологии и разрабатываем self\n-service инструментами для оперативного анализа обратной связи. Наше решение, позволяет анализировать обратную связь, строить прогнозы и отслеживать реализацию.\nОбязанности:\n- Разработка продуктов Сбера. \n- Разработка backend\n-компонент и элементов системы на основе утвержденного дизайна (Figma). \n- Багфиксинг. \n- Ревью кода. \n- Написание unit, UI тестов. \n- Сопровождение и мониторинг реализованных сервисов. \n- Участие в планирование и декомпазиции задач.\nТребования:\n- Опыт работы – от 4-х лет коммерческой разработки в команде \nЗнание основ баз данных, опыт написания SQL-запросов;\n- Опыт разработки rest-api;\n- Желание тестировать свой код;\n- Опыт работы с Jira/Confluence;\n- Будет плюсом опыт участия в проектах по методологии Agile и знание Openshift;\n- Знание Java 17; Spring framework, Spring Web, Spring Data, Spring Boot, JDBC, Hibernate; Apache Kafka; Oracle, postgreql.\nУсловия:\n- Доход обсуждаем с каждым кандидатом индивидуально;\n- Регулярный пересмотр зарплаты по результатам работы;\n- Оформление по ТК РФ;\n- Работа из офиса в центре Москвы (Кутузовский, 32, к. 1);\n- Возможность изучения английского языка...."
    },
    {
        "vacancy": "Программист Java",
        "url": "https://hh.ru/vacancy/90670156",
        "salary": 160000,
        "description": "Требования: Опыт разработки клиент-серверных приложений в качестве <highlighttext>Java</highlighttext>-программиста. Уверенное знание <highlighttext>Java</highlighttext>, знакомство со Spring Framework и ORM Hibernate. . Обязанности: Участие в проектах по разработке web-приложений. Поддержка существующих проектов - их совершенствование, расширение и оптимизация производительности."
    },
    {
        "vacancy": "Инженер технической поддержки",
        "url": "https://hh.ru/vacancy/90798018",
        "salary": 270000,
        "description": "Требования: Опыт работы с confluence/jira. Будет плюсом: Опыт разработки на <highlighttext>Java</highlighttext> или JS. Опыт разработки баз данных. Системная аналитика. . Обязанности: Ваша зона ответственности: Функциональная поддержка и инфраструктурная поддержка внутреннего корпоративного портала. Решение инцидентов L2. Анализ и заведение дефектов. "
    },
    {
        "vacancy": "Java Разработчик / Java Developer",
        "url": "https://hh.ru/vacancy/90790594",
        "salary": 335000,
        "description": "Требования: Опыт работы в качестве <highlighttext>Java</highlighttext>-разработчика от 2х лет. Знания Core <highlighttext>Java</highlighttext> (Collections, IO/NIO, Lamdas, Stream API) (или.... Обязанности: Разработка и поддержка приложений на <highlighttext>Java</highlighttext>. Развитие существующей архитектуры проекта. Разработка нового функционала и сервисов. Поддержка технической инфраструктуры."
    },
    {
        "vacancy": "Руководитель процессингового центра",
        "url": "https://hh.ru/vacancy/90605801",
        "salary": 500000,
        "description": "Требования: Образование (предпочтительно): Техническое, Информационные технологии, Информационные системы, радиотехника, банковское и т.д. Опыт и стаж работы в отрасли / секторе: - финансовый.... Обязанности: Техническое сопровождение ПЦ: Управление и сопровождения процессинговым центром: запуск проектов, регистрация банков, миграция банков на ПЦ, администрирование и сопровождение процессинговой..."
    }
]