[
    {
        "vacancy": "Разработчик (Junior)",
        "url": "https://hh.ru/vacancy/90913702",
        "salary": 2500,
        "description": "Требования: Мы обрадуемся, если: - у вас есть реальный опыт работы с <highlighttext>Django</highlighttext>. - у вас есть опыт взаимодействия с криптовалютами. - . Обязанности: участвовать в полном цикле разработки и предлагать любые улучшения. - были знакомы с клиент-серверной архитектурой."
    },
    {
        "vacancy": "Разработчик (Junior)",
        "url": "https://hh.ru/vacancy/90914180",
        "salary": 2500,
        "description": "Требования: Мы обрадуемся, если: - у вас есть реальный опыт работы с <highlighttext>Django</highlighttext>. - у вас есть опыт взаимодействия с криптовалютами. - . Обязанности: участвовать в полном цикле разработки и предлагать любые улучшения. - были знакомы с клиент-серверной архитектурой."
    },
    {
        "vacancy": "Junior Backend Developer",
        "url": "https://hh.ru/vacancy/90893396",
        "salary": 300000,
        "description": "Требования: Будет Плюсом: Знакомство с фреймворками (например, <highlighttext>Django</highlighttext>, Spring, Express.js). Понимание принципов RESTful API и микросервисной архитектуры. Опыт использования систем контроля.... Обязанности: Разработка и поддержка серверной части приложений. Работа с базами данных и серверными API. Участие в код-ревью и соблюдение стандартов..."
    },
    {
        "vacancy": "Junior / Junior+ Python разработчик",
        "url": "https://hh.ru/vacancy/90789679",
        "salary": 40000,
        "description": "Требования: хорошие знания Python. - умение работать с базами данных и сервисами кеширования. - понимание html структуры сайтов, dom. - панель разработчика браузера. - . Обязанности: парсинг информации из сторонних ресурсов. - отслеживание изменений и доработка кода под новые задачи. - проверка и мониторинг результатов. - code-review, оптимизация..."
    },
    {
        "vacancy": "Стажер-разработчик Python (финтех)",
        "url": "https://hh.ru/vacancy/90865664",
        "salary": 0,
        "description": "Требования: Уверенное знание Python. Опыт работы с фреймворком <highlighttext>Django</highlighttext>. Опыт работы с СУБД PostgreSQL. Знание ООП и структур данных. . Обязанности: Разрабатывать и внедрять новую функциональность. Рефакторить и оптимизировать существующий код. Интегрироваться по API с партнёрами. Декомпозировать продуктовые требования в задачи..."
    },
    {
        "vacancy": "Стажер-разработчик Python",
        "url": "https://hh.ru/vacancy/90415053",
        "salary": 0,
        "description": "Требования: Знание Python и <highlighttext>Django</highlighttext>. Будет плюсом знание React/Vue, Go/C/C++, сетей, Linux.. Обязанности: Участие в международном проекте по построению облачной платформы."
    },
    {
        "vacancy": "Бэкенд-разработчик Python",
        "url": "https://hh.ru/vacancy/90092857",
        "salary": 140000,
        "description": "Требования: 1) 1+ год опыта работы в качестве бэкенд-разработчика (Python). 2) Опыт в разработке чат-ботов на aiogram(несколько.... Обязанности: 1) Написание системы прослеживаемости для огромного производства по переработке продукции. 2) Система автоматизации работы с 1С. 1) Написание чат..."
    },
    {
        "vacancy": "Python-разработчик",
        "url": "https://hh.ru/vacancy/90555670",
        "salary": 112500,
        "description": "Требования: Умение программировать на Python JavaScript, писать читаемый код. Знание фреймворков <highlighttext>Django</highlighttext>. Разбираться в верстке HTML и CSS. Умение оптимизировать работу.... Обязанности: Функции: Разработка Web продуктов и сервисов. Программировать на Python. Работать с базами данных, алгоритмами и SQL. Тестировать проект на всех..."
    },
    {
        "vacancy": "Python Developer",
        "url": "https://hh.ru/vacancy/90742757",
        "salary": 0,
        "description": "Требования: Уверенные знания и опыт работы с Python. Опыт работы с веб-фреймворками (<highlighttext>Django</highlighttext> / Flask ): разработка API, бизнес-логики и Data.... Обязанности: Продумывать архитектуру. Разрабатывать бэк для мобильных приложений с 0 и дорабатывать существующие продукты. Реализовать админку (типовые решения)."
    },
    {
        "vacancy": "Python Developer Trainee",
        "url": "https://hh.ru/vacancy/90907437",
        "salary": 0,
        "description": "Требования: Навыки использования OS Linux и работы в консоли. Знание СУБД MongoDB, PostgreSQL, Redis, <highlighttext>Django</highlighttext> или любого другого web-фреймворка. "
    },
    {
        "vacancy": "Backend-разработчик – программист",
        "url": "https://hh.ru/vacancy/90811816",
        "salary": 0,
        "description": "Требования: Опыт работы с REST. Знание принципов правильной установки архитектуры баз данных. Навыки работы с Storage (хранение файлов в структуре приложения). . Обязанности: Ориентировочный срок выполнения – 10-20 рабочих дней. Основная задача: создание примерно 10 моделей в приложении, настройка CRUD операций, установка юзера..."
    },
    {
        "vacancy": "Web Designer (UI/UX) (удалённо)",
        "url": "https://hh.ru/vacancy/90699973",
        "salary": 325000,
        "description": "Требования: Опыт работы дизайнером веб интерфейсов больше 2х лет. Продвинутое владение Figma/SketchPhotoshop/Illustrator. Уверенное знание основ дизайна (типографики, работы.... Обязанности: Делать редизайн страниц сайта в соответствии с новой концепцией и вносить в неё улучшения. Создавать с нуля интерфейсы для максимально..."
    },
    {
        "vacancy": "Программист/Разработчик Python/Django Junior",
        "url": "https://hh.ru/vacancy/90267843",
        "salary": 135000,
        "description": "Требования: Опыт разработки сложных проектов. Обязателен опыт работы с <highlighttext>django</highlighttext> 4+; python 3.7 - 3.10; DRF. Знание SQL. . Обязанности: Разработка нового функционала на Python / <highlighttext>Django</highlighttext>. Рефакторинг текущей кодовой базы. Поиск ошибок, их устранение. Разработка интеграций с различными внешними системами. "
    },
    {
        "vacancy": "Python разработчик (Команда MXDR)",
        "url": "https://hh.ru/vacancy/90869582",
        "salary": 0,
        "description": "Требования: Работаешь с Python 3.7 и выше. Есть опыт работы с веб-фреймоворками (FastAPI/Flask/<highlighttext>Django</highlighttext>/DRF), ORM (SQLAlchemy, <highlighttext>Django</highlighttext>.... Обязанности: Компания F.A.C.C.T. (Fight Against Cybercrime Technologies) — российский разработчик технологий для борьбы с киберпреступлениями, поставщик решений для..."
    },
    {
        "vacancy": "Python-разработчик",
        "url": "https://hh.ru/vacancy/90854852",
        "salary": 0,
        "description": "Требования: Работал c FastAPI. Имеешь опыт написания тестов. Имеешь опыт code review. Используешь линтеры. Работал с kafka/rabbitmq.. Обязанности: Разрабатывать новые сервисы с использованием современных технологий и методов(основной фреймворк FastApi). Покрывать код тестами. Участвовать в code review. "
    },
    {
        "vacancy": "Frontend разработчик (junior+)",
        "url": "https://hh.ru/vacancy/90907706",
        "salary": 85000,
        "description": "Требования: Умение оценивать трудоемкость задач и укладываться в оговоренные сроки. Умение разбираться в чужом коде. Уверенное знание HTML, CSS, JS. . Обязанности: Адаптивная и кросс-браузерная верстка сайтов. Доработка и улучшение текущего функционала инструментов компании. Интеграция с бэкендом. Проведение рефакторинга (улучшения и..."
    },
    {
        "vacancy": "Python-разработчик (Управление данными)",
        "url": "https://hh.ru/vacancy/90657302",
        "salary": 0,
        "description": "Требования: Python, <highlighttext>Django</highlighttext>, Flask, SQL. Знание Kubernetes, Kubflow, Docker, ML будет преимуществом.. Обязанности: Реализацией внутренних сервисов и дашбордов на Python. Анализом требований, формированием технической документации, формированием CI/CD. Взаимодействием с аналитиками и пользователями. "
    },
    {
        "vacancy": "Junoir backend developer (Python)",
        "url": "https://hh.ru/vacancy/90565057",
        "salary": 60000,
        "description": "Требования: Знаешь Python и имеешь опыт написания pet-проектов. Знаком(а) с <highlighttext>Django</highlighttext> и Flask/Fast API. Понимаешь СУБД и можешь.... Обязанности: Можешь принимать и вовремя давать обратную связь по поводу того, что происходит в проекте. Дорабатывать и сопровождать проекты."
    },
    {
        "vacancy": "Финтех разработчик на Python",
        "url": "https://hh.ru/vacancy/90865663",
        "salary": 80000,
        "description": "Требования: Уверенное знание Python; Опыт работы с фреймворком <highlighttext>Django</highlighttext>. Опыт работы с СУБД PostgreSQL. Знание ООП и структур данных. . Обязанности: Разрабатывать и внедрять новую функциональность. Рефакторить и оптимизировать существующий код. Интегрироваться по API с партнёрами. Декомпозировать продуктовые требования в задачи..."
    },
    {
        "vacancy": "Программист",
        "url": "https://hh.ru/vacancy/90696772",
        "salary": 125000,
        "description": "Требования: 4. Опыт работы с такими фреймворками как FastAPI, <highlighttext>Django</highlighttext>, Flask. Плюсом будет умение писать тесты (pytest) и опыт работы с..."
    },
    {
        "vacancy": "Python разработчик",
        "url": "https://hh.ru/vacancy/90833586",
        "salary": 0,
        "description": "Требования: Уверенное знание языка Python (3.10-3.11) и знание прикладных библиотек (опыт работы <highlighttext>Django</highlighttext>/Fastapi желателен). Опыт использования систем.... Обязанности: Разработка микросервисов в соответствии с целями и задачами продукта. Code rewiew, рефакторинг кода, сопровождение и документирование кода. Работа в команде..."
    },
    {
        "vacancy": "Разработчик Python (Junior+/Middle)",
        "url": "https://hh.ru/vacancy/90883559",
        "salary": 0,
        "description": "Требования: Знание языка Python, опыт взаимодействия с REST API. Знание структур и типов данных в Python. Знание как управлять зависимостями в.... Обязанности: Осуществлять расширение функционала аналитической системы системы. Сборка различной информации посредством написания запросов к API и базам данных. Написание систем парсинга..."
    },
    {
        "vacancy": "Python разработчик в HR-tech стартап",
        "url": "https://hh.ru/vacancy/90883339",
        "salary": 0,
        "description": "Требования: Опыт разработки на Python и <highlighttext>Django</highlighttext> от 1го года. Опыт работы с PostgreSQL. Опыт работы с Kubernetes (создавать и.... Обязанности: Разработка новых сервисов платформы для работодателя на <highlighttext>Django</highlighttext> и поддержка уже существующих. Разработка core библиотеки проекта. Постоянная коммуникация с CTO..."
    },
    {
        "vacancy": "Python backend разработчик (Fast api)",
        "url": "https://hh.ru/vacancy/90852095",
        "salary": 375000,
        "description": "Требования: Нововведения Python 3.6+. ORM-библиотеки. SQLAlchemy. Веб-фреймворки: Fast API , <highlighttext>Django</highlighttext> плюс. Архитектура MVC и MVT. . Обязанности: Разработка сервиса на Python (Fastapi)."
    },
    {
        "vacancy": "Python разработчик/финтех разработчик",
        "url": "https://hh.ru/vacancy/90042582",
        "salary": 50000,
        "description": "Требования: Уверенное знание Python. Опыт работы с фреймворком <highlighttext>Django</highlighttext>. Опыт работы с СУБД PostgreSQL. Знание ООП и структур данных. . Обязанности: Разрабатывать и внедрять новую функциональность. Рефакторить и оптимизировать существующий код. Интегрироваться по API с партнёрами. Декомпозировать продуктовые требования в задачи..."
    },
    {
        "vacancy": "Специалист технической поддержки (разработчик junior)",
        "url": "https://hh.ru/vacancy/90685952",
        "salary": 115000,
        "description": "Требования: позволят Вам развиваться в дальнейшем в нашей компании (любой из перечисленных: <highlighttext>Django</highlighttext>, JavaScript, jQuery, Bootstrap, HTML, CSS). Желание развиваться и.... Обязанности: Техническая поддержка клиентов компании по вопросам использования продукта. Разбор ошибок с использованием SQL запросов."
    },
    {
        "vacancy": "Junior Backend разработчик (в международный проект)",
        "url": "https://hh.ru/vacancy/89884680",
        "salary": 110000,
        "description": "Требования: Python - <highlighttext>django</highlighttext>, flask, fastapi, <highlighttext>Django</highlighttext> REST framework и др.. Mysql, postgress, mongo, redis. HTTP, REST. Telegram-bot, ChatGpt.. Обязанности: Проектировать и реализовывать новые интеграции наших сайтов и мобильных приложений с другими сервисами. Дорабатывать, поддерживать и оптимизировать уже существующие интеграции..."
    },
    {
        "vacancy": "Frontend-Developer / Фронтенд-Разработчик (React, TypeScript)",
        "url": "https://hh.ru/vacancy/90391632",
        "salary": 0,
        "description": "Требования: Хороших знаний JavaScript/TypeScript и опыта разработки PWA на React.js или Angular/Vue. Понимания Web технологий. Опыт backend разработки на.... Обязанности: Разработкой Web части NTPro для администрирования торговой платформы и анализа её данных. Разработкой различных вспомогательных, инфраструктурных, аналитических и Web сервисов."
    },
    {
        "vacancy": "Backend разработчик Python (удалённо)",
        "url": "https://hh.ru/vacancy/90772400",
        "salary": 135000,
        "description": "Требования: Знание основных библиотек и фреймворков для веб-разработки на Python. Знание PostgreSQL, <highlighttext>Django</highlighttext>, HTML5, CSS3, JavaScript. . Обязанности: Работа с самописной CRM написанной на языке Python. Доработка функционала CRM. Разработка и доработка Telegram бота. Работа с БД PostgreSQL. "
    },
    {
        "vacancy": "Python django разработчик",
        "url": "https://hh.ru/vacancy/90716110",
        "salary": 1300,
        "description": "Требования: Понимание основ безопасной разработки. - Умение проводить код-ревью. - Знание паттернов проектирования. Требования: - знание языка Python. -опыт работы с фреймворком <highlighttext>Django</highlighttext>.... Обязанности: Анализ и оценка требований. - Участие в проектировании архитектуры. - Разработка нового функционала. - Доработка существующего функционала. - Написание unit-тестов. - Тестирование. - "
    },
    {
        "vacancy": "Разработчик Python",
        "url": "https://hh.ru/vacancy/90789260",
        "salary": 150000,
        "description": "Требования: Python (Python 3.7 и выше): SqlAlchemy, <highlighttext>Django</highlighttext>, Flask, FastAPI. - REST, Swagger. Уверенное владение Python3 от 2 лет, знание.... Обязанности: Над чем предстоит работать: Разработка интеллектуальных систем. Участие в разработке и проектирования ПО для приема, обработки и визуализации данных с..."
    },
    {
        "vacancy": "Python Developer",
        "url": "https://hh.ru/vacancy/90915415",
        "salary": 230000,
        "description": "Требования: От Вас: Опыт разработки на Python от 2 лет. Опыт работы с веб-фреймворками (<highlighttext>Django</highlighttext>, Flask, aiohttp), создания API (REST..."
    },
    {
        "vacancy": "Manual QA Engineer (remote)",
        "url": "https://hh.ru/vacancy/90863215",
        "salary": 140000,
        "description": "Требования: Опыт работы тестировщиком веб-приложений от 2 лет. Опыт выстраивания процессов тестирования в команде или хотя бы желание развиваться в.... Обязанности: Тестировать веб-приложения и интеграции с внешними сервисами. Проводить модульное, интеграционное и регрессионное тестирования. Исследовать и воспроизводить ошибки, сбои для..."
    },
    {
        "vacancy": "Junior-разработчик",
        "url": "https://hh.ru/vacancy/90002931",
        "salary": 0,
        "description": "Требования: Понимание алгоритмов и структур данных. Понимание принципов работы с Fast Api/<highlighttext>Django</highlighttext>, СУБД. Понимание устройство ОС Linux/Windows. . Обязанности: Разработкой автоматизации рутинных процессов. Разработкой UI-тестов для web-приложений. Разработкой back-end тестов для web API. Проводить тестирование. "
    },
    {
        "vacancy": "Бэкенд-разработчик Python Django",
        "url": "https://hh.ru/vacancy/90551583",
        "salary": 0,
        "description": "Требования: опыт работы от 1 года.. Обязанности: юнит тестирование. - Интеграция имеющегося сайта <highlighttext>Django</highlighttext> с рекламными API внешних платформ: Яндекс Директ, Telegram Ads, OZON, Avito и т.д. - "
    },
    {
        "vacancy": "Python/Django разработчик Junior+ / Junior Backend-разработчик",
        "url": "https://hh.ru/vacancy/90501113",
        "salary": 160000,
        "description": "Требования: Опыт коммерческой разработки на python3/<highlighttext>django</highlighttext> от 1 года. Понимание принципов работы реляционных баз данных. Базовые знания SQL. . Обязанности: Участвовать в проектировании базы данных. Создавать интеграции с внешними сервисами. Дорабатывать существующие скрипты. Писать SQL-запросы. Разрабатывать админку и REST..."
    },
    {
        "vacancy": "Junior Python developer",
        "url": "https://hh.ru/vacancy/90286142",
        "salary": 50000,
        "description": "Требования: Умение программировать на Python, писать читаемый код. Знание фреймворков <highlighttext>Django</highlighttext>. Разбираться в верстке HTML и CSS. Опыт работы со сторонними.... Обязанности: Участвовать в разработке и поддержке программного обеспечения, обеспечивающего работу Транспортных компаний. Тестировать проект на всех этапах разработки. Работать с базами..."
    },
    {
        "vacancy": "Python разработчик",
        "url": "https://hh.ru/vacancy/90908483",
        "salary": 0,
        "description": "Требования: Опыт работы с Postgres. Знание одного из фреймворков <highlighttext>Django</highlighttext> DRF Flask FasAPi. Понимание web приложений и структур данных Приветствуется коммерческий..."
    },
    {
        "vacancy": "Junior+/Middle Backend developer (Python, Django)",
        "url": "https://hh.ru/vacancy/90773469",
        "salary": 0,
        "description": "Требования: Опыт промышленной разработки на Python. Владение <highlighttext>Django</highlighttext>, DRF, PostgreSQL. Опыт работы с тестовыми фреймворками (unittest, pytest). Опыт работы с Linux.... Обязанности: Писать качественный, масштабируемый код. Взаимодействовать с заказчиками со стороны бизнес подразделений банка. Профессиональные сертификации по программированию и по рынку недвижимости. "
    },
    {
        "vacancy": "Backend-разработчик, удаленно",
        "url": "https://hh.ru/vacancy/90215913",
        "salary": 100000,
        "description": "Требования: Python (хороший уровень). Умение сниферить запросы, желателен опыт с fiddler. Знание и написание RESTful API. Опыт работы с Postman. . Обязанности: Делать выкупы товара. — Оставлять отзывы и вопросы. — Ставить лайки на отзывы и бренд товара. — Смотреть аналитику продаж и заказов бренда."
    },
    {
        "vacancy": "Python developer (Удаленно)",
        "url": "https://hh.ru/vacancy/90712821",
        "salary": 150000,
        "description": "Требования: Наличие опыта коммерческой разработки от 2 лет (минимум). - Наличие демонстрационного публичного пет проекта (желательно). - Обязательные навыки: Python, <highlighttext>Django</highlighttext> REST, Docker.... Обязанности: Интеграции с внешними и внутренними сервисами. - Проектирование архитектуры. - Взаимодействие с командой."
    },
    {
        "vacancy": "Тестировщик (Стажер)",
        "url": "https://hh.ru/vacancy/90718662",
        "salary": 40000,
        "description": "Требования: Опыт работы с фреймворками Laravel и <highlighttext>Django</highlighttext>. Навыки работы с базами данных. Понимание принципов ООП. Знание основ веб-технологий и.... Обязанности: Тестирование программного обеспечения на разных этапах разработки (анализ требований, дизайн, код и интеграция). Написание тест-планов и тест-сценариев. "
    },
    {
        "vacancy": "Backend-разработчик (Python)",
        "url": "https://hh.ru/vacancy/90794228",
        "salary": 110000,
        "description": "Требования: Опыт интеграции с Telegram, Google API, Slack. Опыт проектирования систем. Навык работы с <highlighttext>Django</highlighttext>. Навыки работы с вебсокетами. . Обязанности: Разработка и поддержка корпоративных сервисов Фоксфорда."
    },
    {
        "vacancy": "Python Backend Разработчик (FastAPI)",
        "url": "https://hh.ru/vacancy/90666256",
        "salary": 0,
        "description": "Требования: В веб-студию требуется Python Backend Разработчик с реальным опытом разработки от 1 года. Рекомендуемые знания: Деплой через Gitlab CI.... Обязанности: Разработка новых проектов (<highlighttext>django</highlighttext>). Поддержка старых проектов (Fast API, <highlighttext>django</highlighttext>)."
    },
    {
        "vacancy": "Html-разработчик/фронт-енд разработчик",
        "url": "https://hh.ru/vacancy/90698235",
        "salary": 200000,
        "description": "Требования: Опыт разработки Web-интерфейсов. Отличное знание HTML, CSS, JS. Опыт работы с препроцессорами (SCSS, SASS). Опыт работы с Gulp (Webpack.... Обязанности: Разработка интерактивных html5 презентаций. Выгрузка презентаций на CRM платформы, тестирование. Обучение работы на различных CRM платформах."
    },
    {
        "vacancy": "Python-разработчик",
        "url": "https://hh.ru/vacancy/89545514",
        "salary": 0,
        "description": "Требования: Знание Python и коммерческий опыт работы от 1 года. Опыт работы с GNU/Linux. Опыт разработки прикладного ПО. . Обязанности: Прикладная разработка ПО под ОС Linux на Python. Внедрение новых функций и возможностей в ПО."
    },
    {
        "vacancy": "Junior Python разработчик в отдел QA",
        "url": "https://hh.ru/vacancy/90057682",
        "salary": 75000,
        "description": "Требования: Работали с MySQL. Работали с Git. Работали с <highlighttext>Django</highlighttext>. Работали с Linux. Знали ООП. Понимали CI/CD. Знали, что такое.... Обязанности: Создание мониторингов. Работа с авариями. Исправление критических ошибок, используя автоматизации. Работа с автотестами. Составление схем взаимодействия между сервисами. "
    },
    {
        "vacancy": "Html-разработчик/фронт-енд разработчик",
        "url": "https://hh.ru/vacancy/90698236",
        "salary": 200000,
        "description": "Требования: Опыт разработки Web-интерфейсов. Отличное знание HTML, CSS, JS. Опыт работы с препроцессорами (SCSS, SASS). Опыт работы с Gulp (Webpack.... Обязанности: Разработка интерактивных html5 презентаций. Выгрузка презентаций на CRM платформы, тестирование. Обучение работы на различных CRM платформах."
    },
    {
        "vacancy": "Python developer",
        "url": "https://hh.ru/vacancy/89562533",
        "salary": 0,
        "description": "Требования: Умение выбирать и применять подходящие паттерны в зависимости от задачи. Уверенное знание <highlighttext>Django</highlighttext>, <highlighttext>Django</highlighttext> Rest Framework. Уверенное знание FastAPI. . Обязанности: Разработка и поддержка веб-приложения."
    },
    {
        "vacancy": "Python developer (remote)",
        "url": "https://hh.ru/vacancy/89498599",
        "salary": 0,
        "description": "Требования: Опыт использования web фреймворков (<highlighttext>django</highlighttext>, flask и тд). Применение принципов ООП на практике. Умение писать unit тесты и применять их.... Обязанности: Разрабатывать и поддерживать новые возможности нашей платформы с учётом высокой безопасности данных и нагрузки на сервис. Разрабатывать чат-боты и..."
    },
    {
        "vacancy": "Стажер Python Dev в SuperApp",
        "url": "https://hh.ru/vacancy/90434785",
        "salary": 0,
        "description": "Требования: Базовые знания Python, <highlighttext>Django</highlighttext>, DRF, MVC, OOP, Postgres, PEP8. Ты студент(-ка) выпускных курсов ВУЗа IT-специальности. . Обязанности: Обучение и огромный опыт в работе с сильной командой разработки. Коммуникация с 6 продуктовыми командами, которые включают в себя такие..."
    },
    {
        "vacancy": "Html-разработчик/фронт-енд разработчик",
        "url": "https://hh.ru/vacancy/90698239",
        "salary": 200000,
        "description": "Требования: Опыт разработки Web-интерфейсов. Отличное знание HTML, CSS, JS. Опыт работы с препроцессорами (SCSS, SASS). Опыт работы с Gulp (Webpack.... Обязанности: Разработка интерактивных html5 презентаций. Выгрузка презентаций на CRM платформы, тестирование. Обучение работы на различных CRM платформах."
    },
    {
        "vacancy": "Backend разработчик",
        "url": "https://hh.ru/vacancy/90356190",
        "salary": 135000,
        "description": "Требования: Понимание сетей. HTTP/HTTPS. TCP/IP (*). WebSockets (*). <highlighttext>Django</highlighttext> Serialize/Pydantic/Dataclass. Pytest/Tox. Линтеры, статические анализаторы, форматеры (*). Bash Scripts (*). . Обязанности: Уровень Junior+. Минимум полгода коммерческой разработки. Наличие высшего образования (*). Python API Frameworks (FastAPI, Flask, DjangoRESTFramework). Docker, Docker Compose. "
    },
    {
        "vacancy": "Front-end разработчик",
        "url": "https://hh.ru/vacancy/90336035",
        "salary": 195000,
        "description": "Требования: Опыт работы с Python и его фреймворком <highlighttext>Django</highlighttext>. Знание баз данных и опыт работы с PostGIS для обработки пространственных данных. . Обязанности: Разработка и поддержка фронтенд-приложений с использованием Vue.js и React.js. Работа с базами данных, включая PostGIS, для обработки пространственных данных. "
    },
    {
        "vacancy": "Python разработчик (Middle / Senior)",
        "url": "https://hh.ru/vacancy/90501143",
        "salary": 0,
        "description": "Требования: Опыт создания приложений и разработки API на Python, используя веб-фреймворки (<highlighttext>Django</highlighttext> либо FastAPI / Aiohttp или другой асинхронный фреймворк). . Обязанности: Х5 Технологии — это отдельная бизнес-единица Х5 Group, которая отвечает за создание комплексных цифровых решений для бизнес-единиц..."
    },
    {
        "vacancy": "Back End developer ( Strong Junior/ Middle)",
        "url": "https://hh.ru/vacancy/88539316",
        "salary": 10500000,
        "description": "Требования: Знание PHP, Go, ASP, C/C++, Python, Ruby, Java,JavaScript, Apache, NGINX, IIS,API.. Обязанности: Работать над проектами (разработка)."
    },
    {
        "vacancy": "Программист Python",
        "url": "https://hh.ru/vacancy/90302780",
        "salary": 0,
        "description": "Требования: Must-have: Python <highlighttext>django</highlighttext>. Git (actions, hooks, автопоставка и другие ништяки нужно знать и уметь делать). Firebase (push notification integration.... Обязанности: Что делать: грамотно и качественно разрабатывать бэк, API, архитектуру проектов, работать нужно хорошо и быстро, предупреждая ошибки фронта и других..."
    },
    {
        "vacancy": "Junior Java developer",
        "url": "https://hh.ru/vacancy/90567368",
        "salary": 110000,
        "description": "Требования: Знание Java. Знание Spring. Опыт работы с React/JavaScrip - будет преимуществом. Знание Postgresql, начальное знание о языке запросов SQL – будет.... Обязанности: Разработка с нуля бэкэнда на Java/Spring на замену работающему проекту (текущая реализация Python/<highlighttext>Django</highlighttext>). Контроль обмена данными между backend..."
    },
    {
        "vacancy": "Middle Python-разработчик",
        "url": "https://hh.ru/vacancy/90830492",
        "salary": 200000,
        "description": "Требования: Знание и опыт работы с Python от 3-x лет (FastAPI, <highlighttext>Django</highlighttext>). Понимание принципов оптимизации сервисов и ORM. . Обязанности: Разрабатывать программный код на порученных проектах. Участвовать в развитии продуктов клиентов. Реализовывать внутренние продукты компании. Участвовать в документировании информации по..."
    },
    {
        "vacancy": "Backend-разработчик Django/Python",
        "url": "https://hh.ru/vacancy/90791182",
        "salary": 250000,
        "description": "Требования: Умение быстро разбираться в чужом коде. Хорошие знания Python и <highlighttext>Django</highlighttext>/Python. Умение работать в команде, демонстрировать результаты своей работы. . Обязанности: React на фронтенде. Хуки, компоненты на функциях. Работа с контекстами. Разработка веб-сервисов в соответствии с целями и задачами бизнеса. "
    },
    {
        "vacancy": "Python developer (Middle)",
        "url": "https://hh.ru/vacancy/87413992",
        "salary": 0,
        "description": "Требования: Хорошее знание Python (ООП, асинхронность, генераторы, написание тестов). Знание web-фреймворков <highlighttext>Django</highlighttext>, <highlighttext>Django</highlighttext> Rest Framework. Хорошее знание принципов работы реляционных.... Обязанности: Разработка новых сервисов и решений. Участие в разработке архитектуры проекта. Code Review."
    },
    {
        "vacancy": "Html-разработчик/фронт-енд разработчик",
        "url": "https://hh.ru/vacancy/90698237",
        "salary": 200000,
        "description": "Требования: Опыт разработки Web-интерфейсов. Отличное знание HTML, CSS, JS. Опыт работы с препроцессорами (SCSS, SASS). Опыт работы с Gulp (Webpack.... Обязанности: Разработка интерактивных html5 презентаций. Выгрузка презентаций на CRM платформы, тестирование. Обучение работы на различных CRM платформах."
    },
    {
        "vacancy": "Python - разработчик",
        "url": "https://hh.ru/vacancy/90691821",
        "salary": 0,
        "description": "Требования: Умение работать с системой контроля версий Git. Знание современных framework: <highlighttext>Django</highlighttext>, Flask, FastAPI. Умение работать с Linux, работать с Docker.. Обязанности: Написание нового функционала. Участие в разработке крупного продукта на Python. Участие в дальнейшей поддержке и развитии продукта на Python. "
    },
    {
        "vacancy": "Front-end React-разработчик",
        "url": "https://hh.ru/vacancy/90262297",
        "salary": 0,
        "description": "Требования: Обладаете хорошими знаниями базовых веб-технологий, включая теорию — HTML, CSS и препроцессоры (мы используем Sass), JavaScript и TypeScript. . Обязанности: Поддержка, оптимизация и внедрение функционала в существующую кодовую базу на Next.js и React. Участие в проектировании и реализации новых фронтенд..."
    },
    {
        "vacancy": "Backend Python Django Developer",
        "url": "https://hh.ru/vacancy/90578989",
        "salary": 110000,
        "description": "Требования: Опыт работы с Python. Уверенное знание Python и в частности <highlighttext>Django</highlighttext>. Знание SQL (MySQL). Опыт работы с Git, Docker, GitFlow.. Обязанности: Разработка бэкенда и админ панели для веб сайтов и мобильных приложений. Участие в разработке проектов компании. Разработка новых модулей и..."
    },
    {
        "vacancy": "Начинающий full-stack веб-разработчик",
        "url": "https://hh.ru/vacancy/90541865",
        "salary": 40000,
        "description": "Требования: Закончили, или заканчиваете ВУЗ по какой-либо it-специальности. Знакомы с Linux. Умеете работать с командной строкой. И с Docker.. Обязанности: Docker, PHP 7.4 (Yii2), JavaScript (Vue), MariaDB, Яндекс.Трекер, Python/<highlighttext>Django</highlighttext> – в новых продуктах. Разрабатывать и поддерживать код. "
    },
    {
        "vacancy": "Преподаватель по Backend (Неполная занятость)",
        "url": "https://hh.ru/vacancy/90806350",
        "salary": 0,
        "description": "Требования: Опыт работы с компилятором (Less, Sass или Scss). Отличные знания: Python, ООП, <highlighttext>Django</highlighttext>, Flask, GIT, Docker. Обучение студентов на узбекском.... Обязанности: Проведение занятий согласно графика учебного процесса. Проверка домашних заданий и обратная связь с учениками. Проведение контроля уровня знаний (тесты)."
    },
    {
        "vacancy": "Middle Python Developer (full-stack)",
        "url": "https://hh.ru/vacancy/90828626",
        "salary": 0,
        "description": "Требования: Основы Web HTML/CSS. Python 3, Flask, <highlighttext>Django</highlighttext> REST Framework. Опыт работы с Vue.js или React. Наличие реализованных проектов. . Обязанности: Разработка серверной части веб-приложения, разработка API (<highlighttext>Django</highlighttext> Framework). Docker, Gitlab CI. Разработка решений для интеграции со сторонними сервисами. "
    },
    {
        "vacancy": "Python-разработчик",
        "url": "https://hh.ru/vacancy/86667156",
        "salary": 0,
        "description": "Требования: Умение читать и понимать чужой код. Опыт разработки на Python (<highlighttext>Django</highlighttext>, DRF, Aiohttp) от 2-х лет. Знание Postgresql, Redis. . Обязанности: Разработка новых приложений и сервисов, а также доработка и сопровождение существующих. Взаимодействие с контрагентами при настройке интеграции с внешними системами."
    },
    {
        "vacancy": "Backend-разработчик Python",
        "url": "https://hh.ru/vacancy/89996021",
        "salary": 160000,
        "description": "Требования: Коммерческий опыт программирования на Python от 2 лет. Опыт работы с <highlighttext>Django</highlighttext>. Опыт работы с облачными сервисами(AWS, Google, Yandex.... Обязанности: Разработка API для мобильных и веб-приложений. Интеграция с внутренними и внешними сервисами. Писать тесты для обеспечения высокого качества проекта. "
    },
    {
        "vacancy": "Python - разработчик",
        "url": "https://hh.ru/vacancy/90584266",
        "salary": 215000,
        "description": "Требования: Опыт коммерческой разработки. Хорошее знание базовых библиотек и основ Python. Понимание REST-архитектуры, опыт разработки серверной части REST. . Обязанности: Реализовывать бэкенд-сервисы на языке Python (<highlighttext>Django</highlighttext>). Писать RESTful API для клиентской части продукта. Оптимизировать производительность приложений. Писать понятный код..."
    },
    {
        "vacancy": "Frontend разработчик (Управление перспективных проектов)",
        "url": "https://hh.ru/vacancy/90112306",
        "salary": 0,
        "description": "Требования: Преимуществом является знание DevExtreme, <highlighttext>Django</highlighttext>, <highlighttext>Django</highlighttext> Rest Framework, PySpark, Docker, Kubernetes.. Обязанности: Разработка пользовательского интерфейса (JavaScript, React, REST). Разработка аналитически витрин (JavaScript, React, Python, PySpark). Участие в разработки платформы консолидации данных на..."
    },
    {
        "vacancy": "Python Developer в VK Реклама",
        "url": "https://hh.ru/vacancy/90897305",
        "salary": 0,
        "description": "Требования: Умение работать с Git. Будет плюсом: Знание фреймворка <highlighttext>Django</highlighttext>. Навыки администрирования Linux. Наличие опыта разработки веб-проектов. Знание Go. . Обязанности: Разработка бэкендной части веб-интерфейса рекламной системы. Развитие системы поддержки, модерации и автомодерации. Развитие API и интерфейса для рекламодателей. "
    },
    {
        "vacancy": "Backend разработчик (Python)",
        "url": "https://hh.ru/vacancy/89447092",
        "salary": 60000,
        "description": "Требования: Опыт web-разработки с применением <highlighttext>Django</highlighttext> и/или Tornado. Опыт разработки RESTful HTTP API на <highlighttext>Django</highlighttext> REST Framework. . Обязанности: Создание платформ для навигационных сервисов других разработчиков. Разработка и внедрение сервисов управления объектами. Разработка веб и мобильных приложений. "
    },
    {
        "vacancy": "Html-разработчик/фронт-енд разработчик",
        "url": "https://hh.ru/vacancy/90698238",
        "salary": 200000,
        "description": "Требования: Опыт разработки Web-интерфейсов. Отличное знание HTML, CSS, JS. Опыт работы с препроцессорами (SCSS, SASS). Опыт работы с Gulp (Webpack.... Обязанности: Разработка интерактивных html5 презентаций. Выгрузка презентаций на CRM платформы, тестирование. Обучение работы на различных CRM платформах."
    },
    {
        "vacancy": "Python Developer (Middle)",
        "url": "https://hh.ru/vacancy/90540202",
        "salary": 0,
        "description": "Требования: ...x лет (<highlighttext>Django</highlighttext>, DRF). Знание и опыт работы с Docker + Docker-compose. Опыт написания тестов в <highlighttext>Django</highlighttext>/DRF. . Обязанности: Разрабатывать программный код на порученных задачах. Писать тесты для <highlighttext>django</highlighttext>-приложений. Участвовать в развитии продукта. Реализовывать внутренние продукты компании. "
    },
    {
        "vacancy": "Backend разработчик",
        "url": "https://hh.ru/vacancy/90596894",
        "salary": 0,
        "description": "Требования: Обучение и передача знаний другим сотрудникам. Умением читать чужой код и разрабатывать его в дальнейшем. База данных: MySQL,PostgreSQL,SQL.. Обязанности: Разработка ПО - в соответствии с техническим заданием. Интеграция API;обрабатывать интеграции API для соединения с другими бэкенд-сервисами."
    },
    {
        "vacancy": "Специалист по разработке и внедрению информационных систем (Разработчик)",
        "url": "https://hh.ru/vacancy/89666080",
        "salary": 400000,
        "description": "Требования: Python (будет плюсом): - Знание фреймворков <highlighttext>Django</highlighttext> (с применением <highlighttext>Django</highlighttext> Rest Framework), Flask. - Знание <highlighttext>Django</highlighttext> ORM, SQLAlchemy, Alembic, библиотек lxml, typing.... Обязанности: Постановка задач на разработку информационных сервисов платежной системы (ИСПС) компании-партнеру (Java, Oracle: Red Hat Fuse, Apache Camel) (FUSE). "
    },
    {
        "vacancy": "Программист Linux/Python",
        "url": "https://hh.ru/vacancy/90616288",
        "salary": 250000,
        "description": "Требования: Уверенное знание и опыт разработки: *Python/<highlighttext>Django</highlighttext>. *Баз данных MariaDB (MySQL), SQLite. Знакомство с принципами построения архитектуры продукта. . Обязанности: разработки под Asterisk."
    },
    {
        "vacancy": "Python разработчик (django)",
        "url": "https://hh.ru/vacancy/90335848",
        "salary": 0,
        "description": "Требования: Опыт с <highlighttext>Django</highlighttext>. Опыт тестирования и поддержки кода. Опыт работы с PostgreSQL.. Обязанности: Непосредственное участие в разработке масштабируемой архитектуры и информационно-вычислительной инфраструктуры создаваемого программного обеспечения. Проектирование и создание справочников, вспомогательных таблиц и..."
    },
    {
        "vacancy": "Python разработчик",
        "url": "https://hh.ru/vacancy/90698994",
        "salary": 250000,
        "description": "Требования: Опыт работы с базами данных и фреймворком <highlighttext>Django</highlighttext>. Понимание принципов асинхронного программирования и опыт работы с асинхронными библиотеками. . Обязанности: Модульное тестирование кода. Разработка интересного продукта."
    },
    {
        "vacancy": "Тестировщик ПО",
        "url": "https://hh.ru/vacancy/86538388",
        "salary": 240000,
        "description": "Требования: Опыт работы с Selenium. Опыт работы с фреймворком <highlighttext>Django</highlighttext>. Опыт работы с CI-системами (Jenkins/GitlabCI/TeamCity). Базовые знания Docker.. Обязанности: Тестировать ПО (back-end/front-end). Воспроизводить ошибки, возникшие у заказчика. Взаимодействовать с командой разработчиков. Описывать ошибки в bug tracking..."
    },
    {
        "vacancy": "Backend разработчик Python (middle)",
        "url": "https://hh.ru/vacancy/90906725",
        "salary": 100000,
        "description": "Требования: Практический опыт работы разработки минимум 2 года. Умение работать с серверной инфраструктурой: Nginx, Kubernetes, Docker и т.п.. . Обязанности: Разработка и проектирование backend-сервисов. Интеграция c наработками других разработчиков (frontend, backend). Устранение технических и функциональных несоответствий разработанного программного обеспечения..."
    },
    {
        "vacancy": "Backend Developer\\Python Developer",
        "url": "https://hh.ru/vacancy/90063760",
        "salary": 180000,
        "description": "Требования: Опыт работы с Python: от полутора лет. Опыт работы с Go: от года. Знание SQL. Знание Clickhouse (знание является преимуществом.... Обязанности: Работаем по Story Point. Команда более 14 человек, каждый отвечает за свой блок. Рабочий день гибкий, но есть ежедневный делии..."
    },
    {
        "vacancy": "Middle Frontend Developer (React, JS, TS)",
        "url": "https://hh.ru/vacancy/90157398",
        "salary": 275000,
        "description": "Требования: Опыт коммерческой разработки на JavaScript, TypeScript от 3 лет. Опыт разработки с React.js от 3 лет. Опыт оптимизации производительности Frontend.... Обязанности: ...командой – совместное проектирование и развитие REST API сервисов. Работали с картографическими библиотеками Leaflet или Mapbox. Участвовали в проекте с <highlighttext>Django</highlighttext>."
    },
    {
        "vacancy": "Junior/Middle Python разработчик (in-house)",
        "url": "https://hh.ru/vacancy/90550206",
        "salary": 0,
        "description": "Требования: Опыт разработки веб-приложений не менее 2 лет. Знание Python и <highlighttext>Django</highlighttext> на уровне Junior/Middle. Опыт работы с Vue.... Обязанности: Разработка и поддержка веб-приложений на Python, <highlighttext>Django</highlighttext>. Работа с базами данных, оптимизация запросов. Работа с системами контроля версий. "
    },
    {
        "vacancy": "Python-разработчик",
        "url": "https://hh.ru/vacancy/90789201",
        "salary": 225000,
        "description": "Требования: Уверенное знание Python 3.8+ и хотя бы одного из веб-фреймворков (<highlighttext>Django</highlighttext> (DRF), Flask, FastAPI). Отличное знание SQL.... Обязанности: Корпоративные онлайн-курсы английского языка. Корпоративное обучение (посещение конференций, курсы etc.). Performance review - полугодовые встречи. Возможность публикации статей на Хабре..."
    },
    {
        "vacancy": "Junior Python разработчик",
        "url": "https://hh.ru/vacancy/90252342",
        "salary": 100000,
        "description": "Требования: Знание языка программирования Python 3.x. Умение читать и понимать чужой код. Опыт работы с реляционными базами данных. . Обязанности: Разработка и поддержка микросервисов. Написание тестов. Участие в разработке архитектур проектов."
    },
    {
        "vacancy": "Разработчик Python",
        "url": "https://hh.ru/vacancy/87618021",
        "salary": 0,
        "description": "Требования: Опыт разработки приложений для работы в контейнеризованной среде. Опыт разработки на фреймворке <highlighttext>Django</highlighttext>, flask, fastAPI. Понимание React, js. . Обязанности: Разработка web-приложений и поддержка текущих проектов. Участие в обсуждении и проработке концепций и нового функционала проектов. Участие в построении..."
    },
    {
        "vacancy": "Программист-разработчик Python",
        "url": "https://hh.ru/vacancy/90657394",
        "salary": 0,
        "description": "Требования: Опыт разработки и высокий уровень знания Python, знание ООП. Опыт работы с <highlighttext>Django</highlighttext>. Опыт разработки задач асинхронного программирования. . Обязанности: Разработка архитектуры, технологических решений и функционала системы новых проектов. Разработка back-end и front-end компонентов. Планирование, постановка, распределение и..."
    },
    {
        "vacancy": "Middle Python Developer",
        "url": "https://hh.ru/vacancy/90736506",
        "salary": 150000,
        "description": "Требования: Важен опыт с любым фреймворком кроме <highlighttext>django</highlighttext>. Знание современного питона (у нас Python 3.11). Понимание общих принципов работы с.... Обязанности: Добавлять в систему новые источники и виды данных — котировок, ключевых моментов спортивных событий. Оптимизировать работу сканера — увеличивать скорость его работы..."
    },
    {
        "vacancy": "Стажер Python Fullstack (офис)",
        "url": "https://hh.ru/vacancy/90286270",
        "salary": 0,
        "description": "Требования: ...Python, идеально — умение писать классы, но если они вам еще не поддались - не проблема. Обучаемость и готовность к обучению <highlighttext>Django</highlighttext>.. Обязанности: Разработка и поддержка front-end части веб-приложений. Изучение и применение фреймворка <highlighttext>Django</highlighttext> в процессе работы. Работа с системой контроля..."
    },
    {
        "vacancy": "Разработчик Python Backend middle",
        "url": "https://hh.ru/vacancy/90730677",
        "salary": 0,
        "description": "Требования: Опыт работы с Python веб-фреймворками: <highlighttext>Django</highlighttext>, Flask. Знание ORM библиотек типа SQLAlchemy - маппинг объектов, запросы, сессии. Опыт использования очередей.... Обязанности: Разработка и поддержка программных продуктов для заказчиков компании. Code review. Оценивать объемы и сроки работ."
    },
    {
        "vacancy": "Разработчик Backend Python",
        "url": "https://hh.ru/vacancy/90626088",
        "salary": 0,
        "description": "Требования: опыт разработки на Python 3. - опыт разработки на <highlighttext>Django</highlighttext> Framework. - понимание <highlighttext>Django</highlighttext> ORM (строить сложные оптимизированные запросы, правильно задавать отношения.... Обязанности: разработка REST API и GraphQL API на <highlighttext>Django</highlighttext> / Python. - написание автоматических тестов. - разработка взаимодействий с другими системами."
    },
    {
        "vacancy": "Python Developer",
        "url": "https://hh.ru/vacancy/89222499",
        "salary": 210000,
        "description": "Требования: Образование: незаконченное или законченное высшее техническое (IT/математика/информационная безопасность/высокие технологии/физика и т.д.). Опыт разработки на Python.... Обязанности: Грамотный менеджмент, политика «открытых дверей» руководства. Фокус на развитие и обучение сотрудников с бюджетом более 500 000 рублей в год. "
    },
    {
        "vacancy": "Frontend-разработчик (react)",
        "url": "https://hh.ru/vacancy/90294131",
        "salary": 0,
        "description": "Требования: Опыт работы с React и его экосистемой от 2-х лет. Отличное знание Typescript, JavaScript. Обязательно иметь опыт в современной.... Обязанности: Разработка и поддержка фронтенд-части собственного инхаус решения (backend - Python, <highlighttext>Django</highlighttext>). Участие в обсуждении и проработке концепций и нового функционала. "
    },
    {
        "vacancy": "Разработчик Python",
        "url": "https://hh.ru/vacancy/90599236",
        "salary": 190000,
        "description": "Требования: Имеет опыт коммерческой разработки от 1 года. Понимает ООП и знает основные паттерны. Будет плюсом: Опыт работы с отложенными вычислениями.... Обязанности: Пишет простой и поддерживаемый код."
    },
    {
        "vacancy": "Python разработчик",
        "url": "https://hh.ru/vacancy/90860787",
        "salary": 0,
        "description": "Требования: Опыт работы в роли Python Developer от 3-х лет. Опыт работы с Django+DRF для разработки коммерческих приложений от 2.... Обязанности: Разработка Backend для мобильного приложения. Интеграция с различными сервисами (авторизации, лояльности, банки). Написание и поддержка тестов(Pytest). Проведение code review. "
    },
    {
        "vacancy": "Software Developer (Python) Odoo",
        "url": "https://hh.ru/vacancy/90669822",
        "salary": 0,
        "description": "Требования: Знания СУБД Postgresql. Опыт работы с web. Хорошее владение английским языком (желательно). Опыт работы с <highlighttext>django</highlighttext> или другим python webframework.... Обязанности: Разработка, внедрение и кастомизация корпоративной EPR системы на платформе \"Odoo\"."
    },
    {
        "vacancy": "Backend разработчик (Python)",
        "url": "https://hh.ru/vacancy/88676763",
        "salary": 0,
        "description": "Требования: Знание dask, celery, sqlalchemy. Знание веб-фреймворков (aiohttp/fastAPI/flask/<highlighttext>Django</highlighttext>). Опыт асинхронного программирования, работы с микросервисной архитектурой. . Обязанности: Разработка и поддержка решений в области управления данными, интегрированного планирования и бюджетирования. Разработка базовой логики и алгоритма работы приложений. "
    },
    {
        "vacancy": "Программист-разработчик Python",
        "url": "https://www.superjob.ru/vakansii/programmist-razrabotchik-python-42601580.html",
        "salary": 0,
        "description": "Обязанности:\n Разработка архитектуры, технологических решений и функционала системы новых проектов; Разработка back-end и front-end компонентов; Планирование, постановка, распределение и контроль исполнения задач;\n Ревью кода;  Осуществлять интеграции с существующими компонентами проектов;\n..."
    },
    {
        "vacancy": "Веб-программист",
        "url": "https://vladivostok.superjob.ru/vakansii/veb-programmist-45154132.html",
        "salary": 100000,
        "description": "Обязанности: \nРазработка и поддержка информационных систем (в основном Web); Участие во внедрении новых информационных систем\nТребования: \nВысшее профильное образование  \nОпыт работы на аналогичной должности от 3 лет\n \n Знание языка PHP\n..."
    },
    {
        "vacancy": "Системный администратор",
        "url": "https://volgograd.superjob.ru/vakansii/sistemnyj-administrator-47518831.html",
        "salary": 42500,
        "description": "Обязанности:\n  Администрирование серверов на базе Linux и OC Windows;\n  Поддержка и настройка сетевой инфраструктуры;\n  Администрирование DHCP, Proxy, FTP;\n  Поддержка и оптимизация ПО на платформе 1С:Предприятие.\n \nТребования:\n  Знание Windows server;\n ..."
    }
]